FranziskaKnoedtel/esp-idf_obsolete/examples/peripherals/usb/tusb_cdc_ecm/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_USB_ENABLED=y
CONFIG_USB_NET_ENABLED=y
CONFIG_LWIP_IPV6=n
CONFIG_FREERTOS_HZ=1000
CONFIG_LWIP_NETIF_STATUS_CALLBACK=y
